Repository: slooowshutter/FitFight
Catalog: FitFight/Localizable.xcstrings
Source language: en
Languages: fr

source: Reopen this feedback with its existing votes and discussion. People can vote and comment again.
fr: Rouvrez ce retour en conservant ses votes et sa discussion. Les votes et commentaires seront à nouveau possibles.

source: Keep this feedback, its votes, and its discussion in Archived. New votes and comments will close. You can reopen it later.
fr: Conservez ce retour, ses votes et sa discussion dans les archives. Les nouveaux votes et commentaires seront fermés. Vous pourrez le rouvrir plus tard.

source: This feedback is archived. Votes and comments are closed.
fr: Ce retour est archivé. Les votes et commentaires sont fermés.

source: Suggested fights use compact invitation cards. Tap a card to see the details before joining.
fr: Les Fights suggérés utilisent des cartes d’invitation compactes. Touchez une carte pour voir les détails avant de rejoindre le Fight.

source: Find feedback with one filter button. See features and bugs together, sort by votes or date, and browse archived posts. Delete your own feedback; admins can archive, reopen, or delete any post.
fr: Retrouvez les retours grâce à un seul bouton de filtre. Affichez ensemble les fonctionnalités et les bugs, triez par votes ou par date et consultez les archives. Supprimez vos propres retours ; les administrateurs peuvent archiver, rouvrir ou supprimer toute publication.

# feedback.post-count
source: %lld posts
fr: %lld publications

# feedback.open
source: Open
fr: Ouverts

source: No matching feedback
fr: Aucun retour correspondant

source: Try changing the filters to see other feedback.
fr: Modifiez les filtres pour afficher d’autres retours.
